package ru.netology;

public class MenuText {

    public void printMenu() {
        System.out.println("Добро пожаловать в магазин!" +
                "\nВыберите необходимый пункт в меню:\n" +
                "1. Вывести список продуктов\n" +
                "2. Добавить в корзину\n" +
                "3. Оплатить продукты в корзине\n" +
                "4. Показать продукты в корзине\n" +
                "5. Очистить корзину\n" +
                "6. Фильтровать услуги по цене\n" +
                "7. Найти товар по наименованию\n" +
                "8. Завершить работу программы");
    }
}
